{
  "mission_statement": "This website seeks to collect public statements from those supporting Israel's strategy of mass displacement, starvation, and murder of Palestinian people, and to contrast those statements with the human toll of that campaign to put them in proper context.",
  "editorial_intro": "In the process of collecting statements for an individual or group, we determine whether one or more of the following categories applies to their statement. If a category applies, that statement is a candidate for inclusion. ",
  "tag_denial_head": "Denial",
  "tag_denial_para": "Denial doesn't have to be explicit. It can also be implicit through obfuscation or intentional omission. This can also appear as willful ignorance. This negative form of denial is hard to prove in isolation given it won't be clearly stated. A series of statements taken together over time, however, can signal an intentional act of omission. This has been a very common tool of those trying to shape the narrative to fit Israel's strategy in Gaza. Often this is exhibited when nearly all of a person's statements omit any reference to the Palestinian perspective or the impact of Israel's actions on that population. These statements can seem detached from reality. We'll include statements from individuals who have taken a clear stance in support of Israel's actions while exhibiting denial of the impact or illegality of those actions because this implies an acceptance of those acts. We'll typically include a sampling of these statements to demonstrate the concerted effort of this over time and to contrast that trend with the human toll of Israel's acts.",
  "tag_discrimination_head": "Discrimination",
  "tag_discrimination_para": "Discrimination often comes in the form of xenophobia or racism. Islamophobia is closely related. A common example of this in recent days is claiming pro-Palestinian protests or vigils are \"hateful\", or associating the attendees of a gathering as Hamas or Iran supporters by default.",
  "tag_dehumanisation_head": "Dehumanisation",
  "tag_dehumanisation_para": "This category is perhaps the most insidious, as it involves broad generalisations about a group of people that take away their individual humanity. The common claim of \"human shields\" is one. Israeli Defence Minister Yoav Gallant's statement that Gazans are \"human animals\" is another very clear example.",
  "tag_incitement_head": "Incitement",
  "tag_incitement_para": "This class of statements are hard to miss given the aggressive nature and can include calling for violence against people or the persecution of a group.",
  "tag_polarisation_head": "Polarisation",
  "tag_polarisation_para": "Polarisation, or the effort to divide people into sharply contrasting sets of opinions, is a common tool used by those trying to achieve power or the appearance of moral authority. It has the effect of normalising what would otherwise be extreme views by gathering others to your side. Doing so often requires carefully crafted narratives and the twisting of reality. This commonly manifests as overly biased statements or outright boosting of government or military propaganda. Another example of this is the misuse of accusations of antisemitism to counter criticism of Israel or Israeli government policy."
}
