{
  "name": "Anthony Housefather",
  "bio": "Canadian MP",
  "playDurationSeconds": 10,
  "posts": [
    {
      "text": "Canada must categorically and clearly reject the claim of genocide against @Israel. Please read the oped that @marcomendicino and I wrote for the @nationalpost explaining why. The charge of genocide against Israel is a perversion of justice.",
      "date": "2024-01-19T13:25:00.000Z"
    },
    {
      "text": "Marking 100 days since Hamas attacked Israel and brutally murdered 1200 people, including eight Canadians. 100 days since Hamas took 240 hostages, and still holds over 130 in captivity. The world may have moved on since October 7, but we will #NeverForget. #BringThemHomeNow",
      "author": "@marcomendicino",
      "date": "2024-01-14T17:19:00.000Z"
    },
    {
      "text": "As the Republic of South Africa attempts to lecture the world's only Jewish majority state on morality, its 19 year old Jewish cricket team captain is removed from his position. Shameful.",
      "date": "2024-01-12T13:25:00.000Z"
    },
    {
      "text": "Very pleased that Prime Minister Trudeau has made clear that Canada does not support the premise of South Africa's claim at the ICJ. As @marcomendicino and I have stated the claim that Israel is committing genocide is baseless and unconscionable.",
      "date": "2024-01-12T12:19:00.000Z"
    },
    {
      "text": "Statement from me and @marcomendicino on South Africa's claim before the International Court of Justice. We agree with former Supreme Court Justice Rosalie Abella that the claim is baseless and unconscionable.",
      "date": "2024-01-09T19:59:00.000Z"
    },
    {
      "text": "It is utterly unconscionable to have demonstrations in Canada celebrating a war started by a terrorist organization that has killed and injured and kidnapped innocent Israelis and civilians from other countries. So sad to see what is happening in Montreal this afternoon.",
      "date": "2023-10-08T16:16:00.000Z",
      "duration": "10s"
    }
  ]
}
